/* User/pwd server verification */
"Authentication Required" = "Autentificación necesaria";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Cancelar";

/* HTTPS server verification */
"Proceed" = "Continuar";

/* Link long-press context menu */
"Copy Link" = "Copiar enlace";

/* Google autocomplete error */
"Error: " = "Error: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Falló el ajuste del sistema de audio del navegador. Es posible que no se oiga nada.";

/* User/pwd server verification */
"Log In" = "Iniciar sesión";

/* Link long-press context menu */
"Open Here" = "Abrir aquí";

/* Link long-press context menu */
"Open in New Tab" = "Abrir en una pestaña nueva";

/* User/pwd server verification */
"Password" = "Contraseña";

/* Google autocomplete error */
"response code %d" = "código de respuesta %d";

/* Google autocomplete error */
"response format unrecognized" = "formato de respuesta desconocido";

/* Google autocomplete error */
"response non-decodable" = "respuesta no decodificable";

/* Google autocomplete error */
"response parsing %@" = "análisis de respuesta %@";

/* HTTPS server verification */
"Warning" = "Aviso";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "El certificado de seguridad del sitio no es de confianza. ¿Deseas continuar?";

/* User/pwd server verification */
"Username" = "Nombre de usuario";

/* Link long-press context menu */
"Open in Background Tab" = "Abrir en segundo plano";

/* Bookmark view controller */
"Edit Bookmark" = "Editar marcador";

/* Link long-press context menu */
"Save Image" = "Guardar imagen";

/* Link long-press context menu */
"Save Video" = "Guardar vídeo";

/* Web download failure alert title */
"Download Failed" = "Error en la descarga";

/* Web download failure description */
"File download failed due to network error." = "Hubo un problema con la descarga del archivo debido a un error de red.";

/* Web download failure description */
"The file had unexpected content." = "El archivo tenía contenido inesperado.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "No se pudo guardar el archivo en Carrete.";

/* Web download failure description */
"File download failed due to internal error %@." = "Hubo un problema con la descarga del archivo debido a un error interno %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "El navegador no pudo descargar este archivo.";

/* Generic alert popup button */
"OK" = "Aceptar";

/* Generic alert popup button */
"Cancel" = "Cancelar";
